13/data/attachments/ac711ec1f0cf8911.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jessica_foot_Friend_94574_4</nif:username>
            <nif:friendToBeRequested>soap_friends_d6d20aef-cbeb-4436-a67d-fa103779ff51</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>